Repository: wet-boew/wet-boew-drupal
Catalog: modules/apps/wetkit_theme/translations/wetkit_theme.*.po
Languages: fr

source: Featured
fr: Recommandés

source: WetKit Theme
fr: Thème BOEW

source: Helps with theming and provides many layouts.
fr: Aide à la création du thème et fournit plusieurs mises en page.

source: WetKit
fr: BOEW

source: Sidebar
fr: Barre latérale

source: Content Header
fr: En-tête de contenu

source: Content Column 1
fr: Contenu - colonne 1

source: Content Column 2
fr: Contenu - colonne 2

source: Content
fr: Contenu

source: Header
fr: En-tête

source: Content Sidebar
fr: Barre latérale contenu

source: Slider
fr: Case de défilement

source: Slider Gutter
fr: Case de défilement-intercalaire colonne

source: First Column
fr: Première colonne

source: Second Column
fr: Deuxième colonne

source: Third Column
fr: Troisième colonne

source: Footer First Column
fr: Pied de page de la première colonne

source: Footer Second Column
fr: Pied de page de la deuxième colonne

source: Footer Third Column
fr: Pied de page de la troisième colonne

source: Footer
fr: Pied de page

source: Row 1: First Column
fr: Ligne 1 : première colonne

source: Row 1: Second Column
fr: Ligne 1 : deuxième colonne

source: Row 1: Third Column
fr: Ligne 1 : troisième colonne

source: Row 2: First Column
fr: Ligne 2 : première colonne

source: Row 2: Second Column
fr: Ligne 2 : deuxième colonne

source: Row 2: Third Column
fr: Ligne 2 : troisième colonne

source: Quarter 1 Column
fr: Colonne quadrant 1

source: Quarter 2 Column
fr: Colonne quadrant 2"

source: Content Footer
fr: Pied de page de contenu

source: Middle
fr: Centre

source: Bottom First Column
fr: Partie inférieure première colonne

source: Bottom Second Column
fr: Partie inférieure deuxième colonne

source: Half Column
fr: Demi-colonne

source: Accordion Style
fr: Style accordéon

source: Display panes as accordion.
fr: Afficher les panneaux en accordéon.

source: This pane needs a title!
fr: Il faut un titre à ce panneau!

source: Set active
fr: Établir comme actif

source: Set to -1 if you want no pane active
fr: Établir à 1 si vous ne voulez pas de panneau actif

source: Set to autoheight
fr: Établir à hauteur automatique

source: If set, clears height and overflow styles after finishing animations. This enables accordions to work with dynamic content. Won't work together with autoHeight.
fr: Si cette valeur est établie, la hauteur et les dépassement de style sont annulés une fois les animations terminées. Donc, les accordéons peuvent fonctionner avec du contenu dynamique. Ne fonctionne pas avec la hauteur automatique.

source: Clear heights after animation
fr: Annuler les hauteurs après l’animation

source: Whether all the sections can be closed at once. Allows collapsing the active section by the triggering event (click is the default).
fr: Si toutes les sections peuvent être fermées en même temps. L’événement déclencheur (un clic est la valeur par défaut) permet de rétracter la section active.

source: Can close all section
fr: Peut fermer toute la section

source: The event on which to trigger the accordion.
fr: L’événement qui sert de déclencheur de l’accordéon.

source: On click
fr: Un clic

source: On mouse over
fr: Pointer la souris sur l'image

source: If set, the accordion completely fills the height of the parent element. Overrides autoheight.
fr: Si cette valeur est établie, l’accordéon remplit la hauteur de l’élément parent. Remplace la hauteur automatique.

source: If set, looks for the anchor that matches location.href and activates it. Great for href-based state-saving. Use navigationFilter to implement your own matcher.
fr: Si cette valeur est établie, rechercher l’ancre qui correspond à location.href et l’activer. Idéal pour sauvegarder un état href. Utiliser le filtre navigationFilter pour créer votre propre outil de mise en correspondance.

# date_nav
source: Prev
fr: Préc

# date_nav
source: Next
fr: Suivant
