Repository: wet-boew/wet-boew-drupal
Catalog: modules/apps/wetkit_admin/translations/wetkit_admin.*.po
Languages: fr

source: Machine Name
fr: Nom de la machine

source: Do you want to provide an option to specify a machine name (provided by the Default Content module) on the content editing form?
fr: Voulez-vous fournir une option pour préciser le nom de la machine (fourni par module du contenu par défaut dans le formulaire de modification de contenu?

source: Create revision
fr: Créer une révision

source: Do you want to provide an option to create a new revision for content on the content editing form?
fr: Voulez-vous fournir une option pour créer une nouvelle révision du contenu dans le formulaire de modification de contenu?

source: Permalink
fr: Permalien

source: magically generated
fr: généré comme par magie

source: Author
fr: Auteur

source: Menu link title is required.
fr: Le titre du lien du menu est requis.

source: Are you sure you want to delete the overriden page template for %title?
fr: Êtes-vous certain de vouloir supprimer le modèle de page annulé pour le %title?

source: The overridden page template for %title has been deleted.
fr: Le modèle de page annulé pour le %title a été supprimé.

source: WetKit Admin
fr: Administration BOEW

source: Administrative dashboard and related editing interfaces.
fr: Tableau de bord administratif et interfaces de mise en forme connexes.

source: WetKit
fr: BOEW

source: Content
fr: Contenu

source: This is a standard list of content that are available
fr: Voici la liste standard du contenu disponible

source: Admin
fr: Administration

source: Add new
fr: Ajouter nouveau

source: See all
fr: Tout voir

source: Configure
fr: Configurer

source: 1 item
fr: 1 élement

source: This is a standard list of menus that are available
fr: Voici une liste standard des menus disponibles

source: 1 link
fr: 1 lien

source: This is a standard list of pages that are available
fr: Voici une liste standard des pages disponibles

source: Revert
fr: Rétablir

source: Edit
fr: Modifier

source: General Pages
fr: Pages générales

source: No general pages have yet been created!
fr: Aucune page générale n’a été créée!

source: Page Templates
fr: Modèles de page

source: No page templates have yet been created!
fr: Aucun modèle de page n’a été créé!

source: Overriden Page Templates
fr: Modèle de page annulé

source: No page templates have yet been overridden!
fr: Aucun modèle de page n’a été annulé!

source: Custom Layouts
fr: Dispositions personnalisées

source: No custom layout options have yet been created!
fr: Aucune option de disposition personnalisée n’a été créée!

source: Taxonomy
fr: Taxonomie

source: This is a standard list of categories that are available.
fr: Voici une liste standard des catégories disponibles.

source: 1 term
fr: 1 terme

source: Theme
fr: Thème

source: This is the current theme that is installed.
fr: Voila le thème courant installé.

source: Change theme
fr: Changer le thème

source: Users
fr: Utilisateurs

source: This is a standard list of users that are available.
fr: Voici une liste standard des utilisateurs disponibles.

source: 1 user
fr: 1 utilisateur

source: WetKit Apps
fr: Applications BOEW

source: This is a list of the foundational apps for WetKit.
fr: Voici une liste des applications de base pour la BOEW.

source: Details
fr: Détails

source: WetKit Foundation
fr: Fondement de la BOEW
