Repository: wet-boew/wet-boew-drupal
Catalog: modules/custom/wetkit_wetboew/translations/wetkit_wetboew.*.po
Languages: fr

source: Footer
fr: Pied de page

source: Footer Section for Web Experience Toolkit
fr: Section Pied de page de la Boîte à outils de l'expérience Web

source: Header
fr: En-tête

source: Header Section for Web Experience Toolkit
fr: Section En-tête de la Boîte à outils de l'expérience Web

source: Mega Menu
fr: Mégamenu

source: Mid Footer
fr: Pied de page supérieur

source: Mid Footer Section for Web Experience Toolkit
fr: Section Pied de page supérieur de la Boîte à outils de l'expérience Web

source: Terms
fr: Termes

source: Terms Section for Web Experience Toolkit
fr: Section Termes de la Boîte à outils de l'expérience Web

source: The <em>Main</em> megamenu for Web Experience Toolkit
fr: Mégamenu <em>principal</em> de la Boîte à outils de l'expérience Web

source: Choose a theme
fr: Choisissez un thème

source: Starting Theme
fr: Ouverture du thème

source: Master
fr: Maître

source: Headlines
fr: Manchettes

source: more
fr: plus

source: Apply
fr: Appliquer

source: Reset
fr: Réinitialiser

source: Sort by
fr: Trier selon

source: Asc
fr: Ascendant

source: Desc
fr: Descendant

source: No Content
fr: Pas de contenu

source: No content has yet been created for this language.
fr: Aucun contenu n'a encore été créé pour cette langue.

source: [body]
fr: [corps]

source: Content pane
fr: Volet de contenu

source: View panes
fr: Voir les volets

source: Enter "%nolink" to generate non-linkable item
fr: Écrire "%nolink" pour générer un item non lié

source: General Settings
fr: Paramètres généraux

source: WetKit Theme Selection
fr: Sélection d'un thème BOEW

source: Please choose the appropriate WET theme.
fr: S'il vous plaît choisir le thème appropriée pour WET.

source: Base Theme
fr: Thème de base

source: This will change the Drupal theme by adding custom css and logic for various WET based themes
fr: Cela va changer le thème de Drupal en ajoutant css personnalisé et logique pour divers thèmes basés sur WET

source: Thank you for installing the WxT-Drupal Variant for the Web Experience Toolkit. You may login at the following page: <a href="@login">User Login</a>
fr: Merci d'avoir installé la variante WXT-Drupal pour la boîte à outils de l'expérience Web. Vous pouvez vous connecter à la page suivante: <a href="@login">User Login</a>

source: For more information please be sure to read the online <a href="@documentation">Documentation</a>
fr: Pour plus d'informations s'il vous plaît n'oubliez pas de lire la <a href="@documentation">Documentation en ligne</a>

source: WetKit Settings
fr: Paramètres BOEW

source: Configuration related to WetKit
fr: Configuration liée à BOEW

source: This is the configuration screen for
fr: Ceci est l'écran de configuration pour

source: WetKit
fr: BOEW

source: Installs and configures settings related to the WET-BOEW JS Library
fr: Installe et configure les paramètres liés à la Bibliothèque wet-boew JS

source: Archived Widget Pane
fr: Volet Widget archivés

source: This will generate an archived status message when a piece of content is flagged as being archived.
fr: Cela va générer un message d'état archivé quand un morceau de contenu est marqué comme étant archivée.

source: Archived Content
fr: Contenu archivé

source: Information identified as archived is provided for reference, research or recordkeeping purposes. It is not subject to the Government of Canada Web Standards and has not been altered or updated since it was archived. Please contact us to request a format other than those available.
fr: L’information dont il est indiqué qu’elle est archivée est fournie à des fins de référence, de recherche ou de tenue de documents. Elle n’est pas assujettie aux normes Web du gouvernement du Canada et elle n’a pas été modifiée ou mise à jour depuis son archivage. Pour obtenir cette information dans un autre format, veuillez communiquer avec nous.

source: Span Class for Archived Message
fr: Span class pour le message archivé

source: Setting for span class.
fr: Réglage pour span class.

source: Date Modified
fr: Date de mise à jour

source: This pane will leverage custom tokens to print out a Date Modified string.
fr: Ce volet tire parti des tokens personnalisés pour afficher la chaîne de charactère <em>Date de mise à jour</em>

source: Date modified:
fr: Date de modification :

source: This pane will leverage Querypath to parse data from a remote source using CSS3 Selectors.
fr: Ce volet tire parti de Querypath pour analyser les données provenant d'une source externe utilisant les selecteurs CSS3

source: Error: @error
fr: Erreur : @error

source: Querypath Scrape General Settings
fr: Paramètre généraux Querypath Scrape

source: Select the type of parser (XML or HTML) that Queryparth will be using.
fr: Selectionner le type d'analyseur (XML ou HTML) que Querypath utilisera.

source: Site URL
fr: URL du site

source: URL to parse using Querypath.
fr: URL à analyser par Querypath.

source: Elements to Find
fr: Elements à chercher

source: Element(s) to retrieve with Querypath using CSS3 Selectors.
fr: Element(s) à recupérer avec Querypath en utilisant les selecteurs CSS3.

source: Add Querypath GetHTML
fr: Ajouter Querypath GetHTML

source: Remove Querypath GetHTML
fr: Enlever Querypath GetHTML

source: Querypath Parameters (RemoveHTML)
fr: Paramètres Querypath (RemoveHTML)

source: Elements to Remove
fr: Éléments à enlever

source: Element(s) to remove with Querypath using CSS3 Selectors.
fr: Élément(s) à enlever avec Querypath en utilisant les selecteurs CSS3.

source: Add Querypath RemoveHTML
fr: Ajouter Querypath RemoveHTML

source: Remove Querypath RemoveHTML
fr: Enlever Querypath RemoveHTML

source: WetKit Configure Panes
fr: Volets de configuration BOEW

source: Wraps Panel Panes into different WetKit pre-configured styles.
fr: Enveloppe les volets Panel dans différents styles BOEW préconfigurés.

source: Configure Pane Styles
fr: Volet de configuration Styles

source: Default
fr: Par défaut

source: Blue Gradient
fr: Dégradé bleue

source: Green Gradient
fr: Dégradé vert

source: Red Gradient
fr: Dégradé rouge

source: Configure Pane Backgrounds
fr: Volet de configuration Fonds

source: Dark Blue
fr: Bleu foncé

source: Dark Green
fr: Vert foncé

source: No Background
fr: Aucun fond

source: Configure Pane Rounded Corners
fr: Volet de configuration Coins arrondis

source: Rounded Corners 2
fr: Coin arrondis 2

source: Rounded Corners 3
fr: Coin arrondis 3

source: Rounded Corners 5
fr: Coin arrondis 5

source: Rounded Corners 10
fr: Coin arrondis 10

source: Configure Pane Miscellaneous Styles
fr: Volet de configuration Styles

source: Image Non Responsive
fr: Image non réagissante

source: Internal Notes
fr: Notes internes

source: Section Link
fr: Lien de section

source: Basic 1
fr: Base 1

source: Basic 2
fr: Base 2

source: Configure Pane Custom CSS
fr: Volet de configuration CSS personnalisé

source: Breadcrumb Trail
fr: Fil d'Ariane

source: Status message
fr: Message d'état

source: Error message
fr: Message d'erreur

source: Warning message
fr: Message d'avertissement

source: Defaults
fr: Défauts

source: Content
fr: Contenu

source: Items per page
fr: Articles par page

source: - All -
fr: - Tous -

source: Offset
fr: Décalage

source: « first
fr: « premier

source: ‹ previous
fr: ‹ précédent

source: next ›
fr: suivant ›

source: last »
fr: dernier »

source: No content available.
fr: Aucun contenu disponible.

source: author
fr: auteur

source: term
fr: terme

source: Title
fr: Titre

source: Author
fr: Auteur

source: Published
fr: Publié

source: Language
fr: Langue

source: Updated
fr: Mis à jour

source: Vocabulary
fr: Vocabulaire

source: System
fr: Système
