Repository: wet-boew/wet-boew-drupal
Catalog: modules/apps/wetkit_demo/translations/wetkit_demo.*.po
Languages: fr

source: Layout
fr: Disposition

source: WetKit Default Layout for WetKit Web Usability
fr: Disposition par défaut de la BOEW pour son utilisation

source: WetKit Demo
fr: Démo BOEW

source: Demo content and functionality to help show the power of WetKit
fr: Contenu et fonctionnalité du démo pour montrer la puissance de la BOEW

source: WetKit
fr: BOEW

source: Dark Blue Background
fr: Arrière-plan bleu foncé

source: Wraps panes in the Drupal dark blue style.
fr: Encadre les panneaux dans le style bleu foncé de Drupal.

source: Light Blue Background
fr: Arrière-plan bleu clair

source: Wraps panes in the Drupal light blue style.
fr: Encadre les panneaux dans le style bleu clair de Drupal.

source: Lime Green Background
fr: Arrière-plan vert lime
