Repository: wet-boew/wet-boew-drupal
Catalog: translations/custom_modules.*.po
Languages: fr

source: WetKit Boxes
fr: Boîtes WetKit

source: Core Feature: Provides plugin for multilingual boxes
fr: Fonction principale: Fournit plugin pour boîtes multilingues

source: WetKit Core
fr: Essentielle WetKit

source: Title
fr: Titre

source: The title of the box as shown to the user.
fr: Le titre de la boîte comme indiqué à l'utilisateur.

source: Body
fr: Corps

source: The content of the block as shown to the user.
fr: Le contenu du bloc vu par l'utilisateur.

source: Enter a comma-separated list of words to describe your content.
fr: Entrez une liste de mots séparés par des virgules pour décrire le contenu.

source: Tags
fr: Étiquettes

source: Upload an image to go with this article.
fr: Téléchargez une image pour accompagner cet article.

source: Use <em>articles</em> for time-sensitive content like news, press releases or blog posts.
fr: Utilisez les <em>articles</em> pour communiquer du contenu d’actualité: nouvelles, communiqués de presse, billets de blogue, etc.

source: Documentation
fr: Documents

source: Document for the Web Experience Toolkit
fr: Document pour la Boîte à outils de l’expérience Web

source: Use <em>Landing pages</em> for your general content.
fr: Utilisez des <em>pages d'atterrissage</em> pour présenter le contenu général.

source: WetKit Content Types
fr: Types de contenu de la BOEW

source: Core Feature: Configures default Content Types, Filters, and Taxonomy
fr: Fonction principale: Configurer les types de contenu, les filtres et la taxinomie par défaut

source: Default sitewide Blocks and Boxes for WET Distro
fr: Valeurs par défaut liées de disposition du contenu

source: Sitewide
fr: Niveau dans le site

source: WetKit Default Settings
fr: Paramètres par défaut de la BOEW

source: Core Feature: Installs and configures default settings such as content types, password policy, and WET library
fr: Fonction principale: Installer et configurer les paramètres par défaut (types de contenu, politique relative aux mots de passe, bibliothèque BOEW)

source: WetKit Multilingualism
fr: Multilinguisme de la BOEW

source: Core Feature: Installs a multilingual site for relying on i18n module
fr: Fonction principale: Installer un site multilingue fondé sur le module i18n

source: WetKit Metadata
fr: Métadonnées de la BOEW

source: WetKit Metadata title
fr: Métadonnées de la BOEW – Titre

source: The main title of your object as it should appear within the display.
fr: Titre principal de votre objet tel qu'il doit apparaître dans l'affichage.

source: The title of your object as it should appear within the display.
fr: Titre de votre objet tel qu'il doit apparaître dans l'affichage.

source: WetKit Metadata site name
fr: Métadonnées de la BOEW – Nom de site

source: A human-readable name for your site, e.g., <em>Web Experience Toolkit</em>.
fr: Nom en clair du site, p. ex. <em>Boîte à outils de l'expérience Web</em>.

source: WetKit Metadata URL
fr: Métadonnées de la BOEW – URL

source: The canonical URL of your object that will be used as its permanent ID in the website.
fr: URL canonique de l'objet: identificateur permanent dans le site Web.

source: WetKit Metadata Language
fr: Métadonnées de la BOEW – Langue

source: The language of your object
fr: Langue de votre objet

source: WetKit Metadata Creator
fr: Métadonnées de la BOEW – Créateur

source: The creator of the overall site content
fr: Créateur du contenu global du site

source: WetKit Metadata description
fr: Métadonnées de la BOEW – Description

source: A one to two sentence description of your page.
fr: Courte description (une ou deux phrases) de la page.

source: WetKit Metadata date
fr: Métadonnées de la BOEW – Date

source: The date of your object as it was most recently changed.
fr: Date de l'objet (dernier changement).

source: WetKit Metadata Date Created
fr: Métadonnées de la BOEW – Date de création

source: The date of your object as it was created.
fr: Date de création de l'objet.

source: WetKit Metadata Date Modified
fr: Métadonnées de la BOEW – Date de modification

source: The date of your object as it was modified.
fr: Date de modification de l'objet.

source: WetKit Metadata Author
fr: Métadonnées de la BOEW – Auteur

source: The main Author of the page.
fr: Auteur principal de la page.

source: WetKit Metadata type
fr: Métadonnées de la BOEW – Type

source: The type of your object, for example:, <em>Graph</em>.
fr: Type de l'objet, par exemple <em>Graphique</em>.

source: - None -
fr: - Aucun -

source: WetKit Metadata image
fr: Métadonnées de la BOEW – Image

source: An image URL which should represent your object within the page. (PNG, JPEG and GIF formats)
fr: Image liée à l'URL pour représenter l'objet dans la page (en format PNG, JPEG, GIF)

source: Graph
fr: Graphique

source: bar
fr: à barres

source: line
fr: linéaire

source: Media
fr: Média

source: Video
fr: Vidéo

source: Diagram
fr: Diagramme

source: Text
fr: Texte

source: WetKit MetaTags
fr: Balises méta de la BOEW

source: Core Feature: Installs and configures default metatags that can be easily extended for your site
fr: Fonction principale: Installer et configurer les balises méta qui peuvent facilement être adaptées pour votre site

source: WetKit CKEditor
fr: CKEditor de la BOEW

source: Extra Feature: Installs settings related to CKEditor + IMCE
fr: Fonction supplémentaire: Installer les paramètres associés à CKEditor + IMCE

source: WetKit Extra
fr: Fonctions supplémentaires de la BOEW

source: WetKit Custom Search
fr: Recherche personnalisée de la BOEW

source: Extra Feature: Installs settings related to a custom faceted drop down search menu
fr: Fonction supplémentaire: Installer les paramètres associés au menu déroulant de recherche à facettes personnalisée

source: WetKit Development
fr: Développement de la BOEW

source: Extra Feature: Installs and configures useful development modules
fr: Fonction supplémentaire: Installer et configurer des modules de développement utiles

source: XML Import of Default Content for the Web Experience Toolkit
fr: Importation XML de contenu par défaut pour la Boîte à outils de l'expérience Web

source: Administrator
fr: Administrateur

source: Document name
fr: Nom du document

source: Description of document
fr: Description du document

source: UID of the author
fr: UID de l'auteur

source: Data migration from static html.
fr: Migration de données de pages HTML statiques.

source: Language
fr: Langue

source: XML Import of Documents for the Web Experience Toolkit
fr: Importation XML de documents pour la Boîte à outils de l'expérience Web

source: Documentation Menu Block
fr: Bloc de menus Documents

source: WetKit Migrate
fr: Migration vers la BOEW

source: Extra Feature: Installs default content and documentation from migration scripts using Migrate and QueryPath
fr: Fonction supplémentaire: Installer le contenu par défaut et les documents à partir des scripts de migration en utilisant Migrate et QueryPath

source: Slider Description
fr: Description de la case de défilement

source: Slider Photo
fr: Photo de la case de défilement

source: Slider Title
fr: Titre de la case de défilement

source: Main Slider
fr: Case de défilement principale

source: Main Slider for the Government of Canada
fr: Case de défilement principale pour le gouvernement du Canada

source: Master
fr: Maître

source: more
fr: plus

source: Apply
fr: Appliquer

source: Reset
fr: Réinitialiser

source: Sort by
fr: Trier selon

source: Asc
fr: Ascendant

source: Desc
fr: Descendant

source: Block
fr: Bloc

source: Attachment
fr: Pièce jointe

source: WetKit Slider
fr: Case de défilement de la BOEW

source: Extra Feature: Installs an accessible rotating banner on the front page
fr: Fonction supplémentaire: Installer une bannière rotative accessible dans la page d'accueil

source: Grid and Modules CSS
fr: Grille et modules CSS

source: Placement CSS
fr: Positionnement CSS

source: Styling CSS
fr: Application de styles CSS

source: WetKit Styles
fr: Styles de la BOEW

source: Extra Feature: Installs classes related to Web Usability Theme + Skinr Settings
fr: Fonction supplémentaire: Installer des classes associées au thème de facilité d’emploi Web Theme et aux paramètres de Skinr

source: Grid and Module CSS
fr: Grille et module CSS

source: Select the appropriate classes you wish to apply
fr: Sélectionnez les classes à appliquer

source: WetKit Workflow Rules
fr: Règles de flux de travail de la BOEW

source: Extra Feature: Installs pre-configured rules facilitating a default workflow
fr: Fonction supplémentaire: Installer des règles préconfigurées pour le traitement facile d'un flux de travail par défaut

source: Boxes
fr: Boîtes

source: Default Multilingual Boxes for WET Distro
fr: Boîtes défaut multilingue pour Distro WET

source: About Us Section for Web Experience Toolkit
fr: Section À notre sujet de la Boîte à outils de l'expérience Web

source: Contact Us Section for Web Experience Toolkit
fr: Section Contactez-nous de la Boîte à outils de l'expérience Web

source: Footer Section for Web Experience Toolkit
fr: Section Pied de page de la Boîte à outils de l'expérience Web

source: Header Section for Web Experience Toolkit
fr: Section En-tête de la Boîte à outils de l'expérience Web

source: News Section for Web Experience Toolkit
fr: Section Nouvelles de la Boîte à outils de l'expérience Web

source: Stay Connected Section for Web Experience Toolkit
fr: Section Restez connecté de la Boîte à outils de l'expérience Web

source: Terms Section for Web Experience Toolkit
fr: Section Termes de la Boîte à outils de l'expérience Web

source: The <em>Main</em> megamenu for Web Experience Toolkit
fr: Mégamenu <em>Menu principal</em> de la Boîte à outils de l'expérience Web

source: WET: About Us
fr: BOEW: À notre sujet

source: WET: Contact Us
fr: BOEW: Contactez-nous

source: WET: Footer
fr: BOEW: Pied de page

source: WET: Header
fr: BOEW: En-tête

source: WET: Mega Menu
fr: BOEW: Mégamenu

source: WET: News
fr: BOEW: Nouvelles

source: WET: Stay Connected
fr: BOEW: Restez connecté

source: WET: Terms
fr: BOEW: Termes

source: Headlines
fr: Manchettes

source: [body]
fr: [corps]

source: Please proceed to the !features section to run the Wizard or Custom setup.
fr: Veuillez procéder à la section !fonctions pour effectuer la configuration personnalisée ou au moyen de l'assistant.

source: FEATURES
fr: FONCTIONS

source: Please read the provided !documentation.
fr: Veuillez lire les !documents fournis.

source: DOCUMENTATION
fr: DOCUMENTS

source: Government Web Usability Setup
fr: Application des normes sur la facilité d’emploi des sites Web du gouvernement

source: Core Feature: Installs settings for default menus, blocks, views, and content
fr: Fonction principale: Installer les paramètres des menus, des blocs, des vues et du contenu par défaut

source: Public Web Usability Setup
fr: Application des normes sur la facilité d’emploi des sites Web publics

source: WetKit Wizard Default
fr: Valeurs par défaut de l'assistant de la BOEW

source: Wizard Feature: Installs a default selection of wetkit extra features
fr: Fonction de l'assistant: Installer une sélection par défaut de fonctions supplémentaires de la BOEW

source: WetKit Wizard
fr: Assistant de la BOEW

source: WetKit Wizard Default Dev
fr: Assistant de la BOEW Dev

source: Wizard Feature: Installs a default selection of wetkit extra features DEV
fr: Fonction de l'assistant: Installer une sélection par défaut de fonctions supplémentaires de la BOEW – développement
