Repository: wet-boew/wet-boew-drupal
Catalog: translations/wetkit.*.po
Languages: fr

source: Web Experience Toolkit
fr: Trousse de la Boîte à outils de l’expérience Web

source: Install Profile created for the Web Experience Toolkit using Drupal 7
fr: Profile d'installation créé au moyen de Drupal 7 pour la Boîte à outils de l’expérience Web

source: Import French Language
fr: Importer langue français

source: Enable apps support
fr: Activer le soutien apps

source: Install local apps for WetKit
fr: Installer les applications locales pour BOEW

source: Choose a theme
fr: Choisir un thème

source: Enable Support for Apps
fr: Activer le soutien pour les apps

source: Apps uses the same mechanism for installing modules as the update module in core. This depends on certain php extensions to be installed on your server. Below is the documentation for the various methods of installing.
fr: Les applications utilisent le même mécanisme pour l’installation des modules que le module dans le cœur. Le tout dépend des extensions php qui seront installées sur votre serveur. Voir ci-dessous la documentation pour les diverses méthodes d’installation.

source: Choose a theme!
fr: Choisir un thème!

source: Starting Theme
fr: Thème de départ
